---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.SpaceTagType
source: html/262a1aef-ad06-ef31-9603-75890cff5e32.htm
---
# SpaceTagType Members

Activates the symbol to ensure that its geometry is accessible.